Repository: NathanWu12/TokenWatch-Mac
Catalog: Apps/MacHub/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, nl, pt, ru, zh_hant

source: 采集、同步与设备
de: Erfassung, Synchronisierung und Geräte
en: Collection, sync, and devices
es: Recopilación, sincronización y dispositivos
fr: Collecte, synchronisation et appareils
it: Raccolta, sincronizzazione e dispositivi
ja: 収集、同期、デバイス
ko: 수집, 동기화 및 기기
nl: Verzameling, synchronisatie en apparaten
pt: Coleta, sincronização e dispositivos
ru: Сбор, синхронизация и устройства
zh_hant: 採集、同步與裝置

source: Codex 数据目录
de: Codex-Datenverzeichnis
en: Codex Data Directory
es: Directorio de datos de Codex
fr: Dossier de données Codex
it: Directory dati Codex
ja: Codex データディレクトリ
ko: Codex 데이터 디렉터리
nl: Codex-gegevensmap
pt: Diretório de dados do Codex
ru: Каталог данных Codex
zh_hant: Codex 資料目錄

source: iPhone 与 Apple Watch
de: iPhone und Apple Watch
en: iPhone and Apple Watch
es: iPhone y Apple Watch
fr: iPhone et Apple Watch
it: iPhone e Apple Watch
ja: iPhone と Apple Watch
ko: iPhone 및 Apple Watch
nl: iPhone en Apple Watch
pt: iPhone e Apple Watch
ru: iPhone и Apple Watch
zh_hant: iPhone 與 Apple Watch

source: 配对码
de: Kopplungscode
en: Pairing Code
es: Código de emparejamiento
fr: Code de jumelage
it: Codice di abbinamento
ja: ペアリングコード
ko: 페어링 코드
nl: Koppelcode
pt: Código de emparelhamento
ru: Код сопряжения
zh_hant: 配對碼

source: 连接状态
de: Verbindungsstatus
en: Connection Status
es: Estado de conexión
fr: État de connexion
it: Stato connessione
ja: 接続状態
ko: 연결 상태
nl: Verbindingsstatus
pt: Status da conexão
ru: Состояние подключения
zh_hant: 連線狀態

source: 远程同步
de: Remote-Synchronisierung
en: Remote Sync
es: Sincronización remota
fr: Synchronisation distante
it: Sincronizzazione remota
ja: リモート同期
ko: 원격 동기화
nl: Synchronisatie op afstand
pt: Sincronização remota
ru: Удалённая синхронизация
zh_hant: 遠端同步

source: Mac 指纹
de: Mac-Fingerabdruck
en: Mac Fingerprint
es: Huella del Mac
fr: Empreinte du Mac
it: Impronta Mac
ja: Mac フィンガープリント
ko: Mac 지문
nl: Mac-vingerafdruk
pt: Impressão digital do Mac
ru: Отпечаток Mac
zh_hant: Mac 指紋

source: 限额 · 余量
de: Limits · Übrig
en: Limits · Remaining
es: Límites · Restante
fr: Limites · Restant
it: Limiti · Rimanente
ja: 上限 · 残り
ko: 한도 · 남음
nl: Limieten · Over
pt: Limites · Restante
ru: Лимиты · Осталось
zh_hant: 限額 · 剩餘

source: 暂无模型数据
de: Keine Modelldaten
en: No model data
es: Sin datos de modelos
fr: Aucune donnée de modèle
it: Nessun dato modello
ja: モデルデータなし
ko: 모델 데이터 없음
nl: Geen modelgegevens
pt: Sem dados de modelos
ru: Нет данных моделей
zh_hant: 暫無模型資料

source: 暂无活跃度数据
de: Keine Aktivitätsdaten
en: No activity data
es: Sin datos de actividad
fr: Aucune donnée d’activité
it: Nessun dato attività
ja: アクティビティデータなし
ko: 활동 데이터 없음
nl: Geen activiteitsgegevens
pt: Sem dados de atividade
ru: Нет данных активности
zh_hant: 暫無活動資料

source: 暂无趋势数据
de: Keine Trenddaten
en: No trend data
es: Sin datos de tendencia
fr: Aucune donnée de tendance
it: Nessun dato tendenza
ja: トレンドデータなし
ko: 추세 데이터 없음
nl: Geen trendgegevens
pt: Sem dados de tendência
ru: Нет данных динамики
zh_hant: 暫無趨勢資料

source: 暂无每日数据
de: Keine Tagesdaten
en: No daily data
es: Sin datos diarios
fr: Aucune donnée quotidienne
it: Nessun dato giornaliero
ja: 日別データなし
ko: 일별 데이터 없음
nl: Geen daggegevens
pt: Sem dados diários
ru: Нет данных по дням
zh_hant: 暫無每日資料

source: 用量与额度数据已更新
de: Nutzung und Kontingent aktualisiert
en: Usage and quota updated
es: Uso y cuota actualizados
fr: Utilisation et quota actualisés
it: Utilizzo e quota aggiornati
ja: 使用量とクォータを更新しました
ko: 사용량 및 할당량 업데이트됨
nl: Gebruik en quota vernieuwd
pt: Uso e cota atualizados
ru: Использование и квота обновлены
zh_hant: 用量與額度資料已更新

source: 用量已更新 · 显示上次额度
de: Nutzung aktualisiert · Vorheriges Kontingent
en: Usage updated · Showing previous quota
es: Uso actualizado · Mostrando cuota anterior
fr: Utilisation actualisée · Quota précédent affiché
it: Utilizzo aggiornato · Quota precedente
ja: 使用量を更新 · 前回のクォータを表示
ko: 사용량 업데이트됨 · 이전 할당량 표시
nl: Gebruik vernieuwd · Vorige quota getoond
pt: Uso atualizado · Mostrando cota anterior
ru: Использование обновлено · Показана предыдущая квота
zh_hant: 用量已更新 · 顯示上次額度

source: 用量已更新 · 暂无额度数据
de: Nutzung aktualisiert · Keine Kontingentdaten
en: Usage updated · No quota data
es: Uso actualizado · Sin datos de cuota
fr: Utilisation actualisée · Aucune donnée de quota
it: Utilizzo aggiornato · Nessun dato quota
ja: 使用量を更新 · クォータデータなし
ko: 사용량 업데이트됨 · 할당량 데이터 없음
nl: Gebruik vernieuwd · Geen quotagegevens
pt: Uso atualizado · Sem dados de cota
ru: Использование обновлено · Нет данных квоты
zh_hant: 用量已更新 · 暫無額度資料

source: 7 天
de: 7 Tage
en: 7 days
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日間
ko: 7일
nl: 7 dagen
pt: 7 dias
ru: 7 дней

source: TokenWatch Native Collection
de: Native TokenWatch-Erfassung
es: Recopilación nativa de TokenWatch
fr: Collecte native TokenWatch
it: Raccolta nativa TokenWatch
ja: TokenWatch ネイティブ収集
ko: TokenWatch 네이티브 수집
nl: Native TokenWatch-verzameling
pt: Coleta nativa do TokenWatch
ru: Нативный сбор TokenWatch
zh_hant: TokenWatch 原生採集

source: 项目
de: Projekte
en: Projects
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
ko: 프로젝트
nl: Projecten
pt: Projetos
ru: Проекты
zh_hant: 專案

source: 30 天
de: 30 Tage
en: 30 days
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日間
ko: 30일
nl: 30 dagen
pt: 30 dias
ru: 30 дней

source: 累计
de: Gesamt
en: Total
es: Total
fr: Total
it: Totale
ja: 合計
ko: 누적
nl: Totaal
pt: Total
ru: Всего
zh_hant: 累計

source: 分组
de: Gruppierung
en: Grouping
es: Agrupación
fr: Regroupement
it: Raggruppamento
ja: グループ化
ko: 그룹화
nl: Groepering
pt: Agrupamento
ru: Группировка
zh_hant: 分組

source: 更多
de: Mehr
en: More
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pt: Mais
ru: Ещё

source: 距离重置
de: Zurücksetzung in
en: Resets in
es: Se restablece en
fr: Réinitialisation dans
it: Ripristino tra
ja: リセットまで
ko: 재설정까지
nl: Reset over
pt: Redefine em
ru: Сброс через
zh_hant: 距離重置

source: Token 构成
de: Token-Aufteilung
en: Token Breakdown
es: Desglose de tokens
fr: Répartition des tokens
it: Ripartizione token
ja: トークン内訳
ko: 토큰 구성
nl: Tokenverdeling
pt: Detalhamento de tokens
ru: Структура токенов
zh_hant: Token 構成

source: 暂无项目数据
de: Keine Projektdaten
en: No project data
es: Sin datos de proyectos
fr: Aucune donnée de projet
it: Nessun dato progetto
ja: プロジェクトデータなし
ko: 프로젝트 데이터 없음
nl: Geen projectgegevens
pt: Sem dados de projetos
ru: Нет данных проектов
zh_hant: 暫無專案資料

source: 可用数据源
de: Verfügbare Quellen
en: Available Sources
es: Fuentes disponibles
fr: Sources disponibles
it: Fonti disponibili
ja: 利用可能なソース
ko: 사용 가능한 소스
nl: Beschikbare bronnen
pt: Fontes disponíveis
ru: Доступные источники
zh_hant: 可用資料來源

source: 暂无额度数据
de: Keine Kontingentdaten
en: No quota data
es: Sin datos de cuota
fr: Aucune donnée de quota
it: Nessun dato quota
ja: クォータデータなし
ko: 할당량 데이터 없음
nl: Geen quotagegevens
pt: Sem dados de cota
ru: Нет данных квоты
zh_hant: 暫無額度資料

source: 5 小时
de: 5 Stunden
en: 5 hours
es: 5 horas
fr: 5 heures
it: 5 ore
ja: 5時間
ko: 5시간
nl: 5 uur
pt: 5 horas
ru: 5 часов
zh_hant: 5 小時

source: 正在重置
de: Wird zurückgesetzt
en: Resetting
es: Restableciendo
fr: Réinitialisation
it: Ripristino in corso
ja: リセット中
ko: 재설정 중
nl: Bezig met resetten
pt: Redefinindo
ru: Сброс

source: 语言
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt: Idioma
ru: Язык
zh_hant: 語言

source: 应用语言
de: App-Sprache
en: App Language
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
nl: App-taal
pt: Idioma do app
ru: Язык приложения
zh_hant: 應用程式語言

source: 主窗口、设置和菜单栏窗口会使用同一种语言。
de: Hauptfenster, Einstellungen und Menüleistenfenster verwenden dieselbe Sprache.
en: The main window, Settings, and menu bar window use the same language.
es: La ventana principal, Ajustes y la ventana de la barra de menús usan el mismo idioma.
fr: La fenêtre principale, Réglages et la fenêtre de la barre des menus utilisent la même langue.
it: La finestra principale, Impostazioni e la finestra della barra dei menu usano la stessa lingua.
ja: メインウインドウ、設定、メニューバーウインドウは同じ言語を使用します。
ko: 메인 창, 설정 및 메뉴 막대 창은 같은 언어를 사용합니다.
nl: Het hoofdvenster, Instellingen en het menubalkvenster gebruiken dezelfde taal.
pt: A janela principal, Ajustes e a janela da barra de menus usam o mesmo idioma.
ru: Главное окно, Настройки и окно строки меню используют один язык.
zh_hant: 主視窗、設定與選單列視窗會使用相同語言。

source: TokenWatch 仅读取 Token 计数、项目文件夹名称和只读额度信息；不会保存或同步完整路径、提示词、回复、工具参数或登录令牌。
de: TokenWatch liest nur Token-Zählungen, Projektordnernamen und schreibgeschützte Kontingentinformationen; vollständige Pfade, Prompts, Antworten, Tool-Argumente oder Anmeldetokens werden weder gespeichert noch synchronisiert.
en: TokenWatch reads only token counts, project folder names, and read-only quota information; it never stores or syncs full paths, prompts, responses, tool arguments, or sign-in tokens.
es: TokenWatch solo lee recuentos de tokens, nombres de carpetas de proyecto e información de cuota de solo lectura; nunca guarda ni sincroniza rutas completas, prompts, respuestas, argumentos de herramientas ni tokens de inicio de sesión.
fr: TokenWatch lit uniquement les décomptes de tokens, les noms de dossiers de projet et les quotas en lecture seule ; il ne stocke ni ne synchronise les chemins complets, prompts, réponses, arguments d’outils ou jetons de connexion.
it: TokenWatch legge solo conteggi dei token, nomi delle cartelle di progetto e informazioni quota in sola lettura; non salva né sincronizza percorsi completi, prompt, risposte, argomenti degli strumenti o token di accesso.
ja: TokenWatch はトークン数、プロジェクトフォルダ名、読み取り専用のクォータ情報のみを読み取り、完全なパス、プロンプト、応答、ツール引数、ログイントークンは保存・同期しません。
ko: TokenWatch는 토큰 수, 프로젝트 폴더 이름 및 읽기 전용 할당량 정보만 읽으며 전체 경로, 프롬프트, 응답, 도구 인수 또는 로그인 토큰을 저장하거나 동기화하지 않습니다.
nl: TokenWatch leest alleen tokentellingen, projectmapnamen en alleen-lezen quotagegevens; volledige paden, prompts, antwoorden, toolargumenten en inlogtokens worden nooit opgeslagen of gesynchroniseerd.
pt: O TokenWatch lê apenas contagens de tokens, nomes de pastas de projeto e informações de cota somente leitura; nunca armazena nem sincroniza caminhos completos, prompts, respostas, argumentos de ferramentas ou tokens de login.
ru: TokenWatch читает только количество токенов, имена папок проектов и квоты в режиме чтения; полные пути, промпты, ответы, аргументы инструментов и токены входа не сохраняются и не синхронизируются.
zh_hant: TokenWatch 僅讀取 Token 計數、專案資料夾名稱與唯讀額度資訊；不會儲存或同步完整路徑、提示詞、回覆、工具參數或登入權杖。

source: AI 客户端
de: KI-Clients
en: AI Clients
es: Clientes de IA
fr: Clients IA
it: Client IA
ja: AI クライアント
ko: AI 클라이언트
nl: AI-clients
pt: Clientes de IA
ru: AI-клиенты
zh_hant: AI 用戶端

source: 已检测
de: Erkannt
en: Detected
es: Detectado
fr: Détecté
it: Rilevato
ja: 検出済み
ko: 감지됨
nl: Gedetecteerd
pt: Detectado
ru: Обнаружено
zh_hant: 已偵測

source: 未检测到
de: Nicht erkannt
en: Not detected
es: No detectado
fr: Non détecté
it: Non rilevato
ja: 未検出
ko: 감지되지 않음
nl: Niet gedetecteerd
pt: Não detectado
ru: Не обнаружено
zh_hant: 未偵測到

source: 重新扫描
de: Erneut scannen
en: Rescan
es: Volver a escanear
fr: Réanalyser
it: Ripeti scansione
ja: 再スキャン
ko: 다시 스캔
nl: Opnieuw scannen
pt: Verificar novamente
ru: Сканировать снова
zh_hant: 重新掃描

source: 自动检查受支持客户端的标准本地数据目录。
de: Standardmäßige lokale Datenorte unterstützter Clients werden automatisch geprüft.
en: Known local data locations are checked automatically.
es: Las ubicaciones locales estándar de los clientes compatibles se comprueban automáticamente.
fr: Les emplacements de données locaux standard des clients pris en charge sont vérifiés automatiquement.
it: Le posizioni dati locali standard dei client supportati vengono controllate automaticamente.
ja: 対応クライアントの標準ローカルデータ場所を自動的に確認します。
ko: 지원되는 클라이언트의 표준 로컬 데이터 위치를 자동으로 확인합니다.
nl: Standaard lokale gegevenslocaties van ondersteunde clients worden automatisch gecontroleerd.
pt: Os locais padrão de dados dos clientes compatíveis são verificados automaticamente.
ru: Стандартные локальные каталоги поддерживаемых клиентов проверяются автоматически.
zh_hant: 會自動檢查受支援用戶端的標準本機資料目錄。

source: Codex、Claude Code 和 OpenCode 使用本地用量计数与最少必要元数据；Codex 还会在内存中使用现有登录令牌发起只读额度请求。Antigravity 因本地不提供权威 token 计数，会在内存中临时读取 transcript 文本进行估算并立即丢弃；TokenWatch 不会缓存或同步提示词、回复、工具参数、凭证或完整项目路径。
de: Codex, Claude Code und OpenCode verwenden lokale Nutzungszähler und minimale Metadaten; Codex nutzt außerdem das vorhandene Anmeldetoken im Arbeitsspeicher für schreibgeschützte Kontingentabfragen. Da Antigravity keine verlässlichen lokalen Token-Zahlen bereitstellt, liest TokenWatch Transcript-Text zur Schätzung kurzzeitig im Arbeitsspeicher und verwirft ihn sofort. Prompts, Antworten, Tool-Argumente, Zugangsdaten und vollständige Projektpfade werden weder zwischengespeichert noch synchronisiert.
en: Codex, Claude Code, and OpenCode use local usage counters and minimal metadata; Codex also uses the existing sign-in token in memory for read-only quota requests. Because Antigravity does not expose authoritative local token counts, TokenWatch transiently reads transcript text in memory to estimate usage and immediately discards it. TokenWatch never caches or syncs prompts, responses, tool arguments, credentials, or full project paths.
es: Codex, Claude Code y OpenCode usan contadores de uso locales y metadatos mínimos; Codex también usa en memoria el token de inicio de sesión existente para consultas de cuota de solo lectura. Como Antigravity no ofrece recuentos locales de tokens autorizados, TokenWatch lee temporalmente el texto del transcript en memoria para estimar el uso y lo descarta de inmediato. Nunca almacena en caché ni sincroniza prompts, respuestas, argumentos de herramientas, credenciales o rutas completas de proyectos.
fr: Codex, Claude Code et OpenCode utilisent les compteurs d’usage locaux et le minimum de métadonnées ; Codex utilise aussi en mémoire le jeton de connexion existant pour des requêtes de quota en lecture seule. Antigravity ne fournissant pas de décompte local de tokens faisant autorité, TokenWatch lit temporairement le texte du transcript en mémoire pour estimer l’usage puis le supprime immédiatement. Les prompts, réponses, arguments d’outils, identifiants et chemins complets de projets ne sont jamais mis en cache ni synchronisés.
it: Codex, Claude Code e OpenCode usano contatori di utilizzo locali e metadati minimi; Codex usa inoltre in memoria il token di accesso esistente per richieste quota in sola lettura. Poiché Antigravity non fornisce conteggi locali di token autorevoli, TokenWatch legge temporaneamente in memoria il testo del transcript per stimare l’utilizzo e lo elimina subito. Prompt, risposte, argomenti degli strumenti, credenziali e percorsi completi dei progetti non vengono mai memorizzati nella cache né sincronizzati.
ja: Codex、Claude Code、OpenCode はローカルの使用量カウンターと最小限のメタデータを使用します。Codex は既存のログイントークンをメモリ上で読み取り専用のクォータ照会にも使用します。Antigravity は正確なローカルトークン数を提供しないため、TokenWatch は推定のため transcript テキストをメモリ上で一時的に読み取り、直ちに破棄します。プロンプト、応答、ツール引数、認証情報、完全なプロジェクトパスはキャッシュも同期もしません。
ko: Codex, Claude Code 및 OpenCode는 로컬 사용량 카운터와 최소한의 메타데이터를 사용하며, Codex는 기존 로그인 토큰을 메모리에서 읽기 전용 할당량 요청에 사용합니다. Antigravity는 신뢰할 수 있는 로컬 토큰 수를 제공하지 않으므로 TokenWatch는 추정을 위해 transcript 텍스트를 메모리에서 일시적으로 읽고 즉시 폐기합니다. 프롬프트, 응답, 도구 인수, 자격 증명 또는 전체 프로젝트 경로를 캐시하거나 동기화하지 않습니다.
nl: Codex, Claude Code en OpenCode gebruiken lokale gebruikstellers en minimale metadata; Codex gebruikt daarnaast het bestaande inlogtoken in het geheugen voor alleen-lezen quotaverzoeken. Omdat Antigravity geen gezaghebbende lokale tokentellingen biedt, leest TokenWatch transcripttekst tijdelijk in het geheugen om het gebruik te schatten en verwijdert deze direct. Prompts, antwoorden, toolargumenten, inloggegevens en volledige projectpaden worden nooit gecachet of gesynchroniseerd.
pt: Codex, Claude Code e OpenCode usam contadores de uso locais e metadados mínimos; o Codex também usa na memória o token de login existente para consultas de cota somente leitura. Como o Antigravity não fornece contagens locais de tokens oficiais, o TokenWatch lê temporariamente o texto do transcript na memória para estimar o uso e o descarta imediatamente. Prompts, respostas, argumentos de ferramentas, credenciais e caminhos completos de projetos nunca são armazenados em cache nem sincronizados.
ru: Codex, Claude Code и OpenCode используют локальные счётчики использования и минимальные метаданные; Codex также использует существующий токен входа в памяти для запросов квоты только на чтение. Поскольку Antigravity не предоставляет достоверный локальный подсчёт токенов, TokenWatch временно читает текст transcript в памяти для оценки и сразу удаляет его. Промпты, ответы, аргументы инструментов, учётные данные и полные пути проектов не кэшируются и не синхронизируются.
zh_hant: Codex、Claude Code 與 OpenCode 使用本機用量計數與最少必要中繼資料；Codex 也會在記憶體中使用現有登入權杖發出唯讀額度請求。由於 Antigravity 不提供權威的本機 token 計數，TokenWatch 會在記憶體中暫時讀取 transcript 文字進行估算並立即丟棄；不會快取或同步提示詞、回覆、工具參數、憑證或完整專案路徑。

source: 未检测到支持的 AI 客户端
de: Kein unterstützter KI-Client erkannt
en: No supported AI client detected
es: No se detectó ningún cliente de IA compatible
fr: Aucun client IA pris en charge détecté
it: Nessun client IA supportato rilevato
ja: 対応する AI クライアントが見つかりません
ko: 지원되는 AI 클라이언트를 찾지 못했습니다
nl: Geen ondersteunde AI-client gedetecteerd
pt: Nenhum cliente de IA compatível foi detectado
ru: Поддерживаемые AI-клиенты не обнаружены
zh_hant: 未偵測到受支援的 AI 用戶端

source: 打开设置重新扫描本地 AI 客户端
de: Einstellungen öffnen, um lokale KI-Clients erneut zu scannen
en: Open Settings to rescan local AI clients
es: Abre Ajustes para volver a buscar clientes de IA locales
fr: Ouvrez Réglages pour réanalyser les clients IA locaux
it: Apri Impostazioni per ripetere la scansione dei client IA locali
ja: 設定を開いてローカル AI クライアントを再スキャン
ko: 설정을 열어 로컬 AI 클라이언트를 다시 스캔
nl: Open Instellingen om lokale AI-clients opnieuw te scannen
pt: Abra Ajustes para verificar novamente os clientes de IA locais
ru: Откройте настройки, чтобы повторно просканировать локальные AI-клиенты
zh_hant: 開啟設定以重新掃描本機 AI 用戶端

source: 已检测到 AI 客户端，但无法读取本地用量数据。
de: Unterstützte KI-Clients wurden erkannt, ihre lokalen Nutzungsdaten konnten jedoch nicht gelesen werden.
en: Supported AI clients were detected, but their local usage data could not be read.
es: Se detectaron clientes de IA compatibles, pero no se pudieron leer sus datos de uso locales.
fr: Des clients IA pris en charge ont été détectés, mais leurs données d’usage locales n’ont pas pu être lues.
it: Sono stati rilevati client IA supportati, ma non è stato possibile leggere i dati di utilizzo locali.
ja: 対応する AI クライアントを検出しましたが、ローカルの使用量データを読み取れませんでした。
ko: 지원되는 AI 클라이언트를 감지했지만 로컬 사용량 데이터를 읽을 수 없습니다.
nl: Ondersteunde AI-clients zijn gedetecteerd, maar hun lokale gebruiksgegevens konden niet worden gelezen.
pt: Clientes de IA compatíveis foram detectados, mas não foi possível ler os dados de uso locais.
ru: Поддерживаемые AI-клиенты обнаружены, но их локальные данные использования прочитать не удалось.
zh_hant: 已偵測到支援的 AI 用戶端，但無法讀取其本機用量資料。

source: 没有启用且可用的 AI 客户端
de: Kein aktivierter und verfügbarer KI-Client
en: No enabled and available AI client
es: No hay ningún cliente de IA habilitado y disponible
fr: Aucun client IA activé et disponible
it: Nessun client IA abilitato e disponibile
ja: 有効で利用可能な AI クライアントがありません
ko: 활성화되어 사용 가능한 AI 클라이언트가 없습니다
nl: Geen ingeschakelde en beschikbare AI-client
pt: Nenhum cliente de IA habilitado e disponível
ru: Нет включённых и доступных AI-клиентов
zh_hant: 沒有已啟用且可用的 AI 用戶端

source: 发送当前数据
de: Aktuelle Daten senden
en: Send Current Data
es: Enviar datos actuales
fr: Envoyer les données actuelles
it: Invia dati correnti
ja: 現在のデータを送信
ko: 현재 데이터 보내기
nl: Huidige gegevens verzenden
pt: Enviar dados atuais
ru: Отправить текущие данные
zh_hant: 傳送目前資料

source: 更新配对码
de: Kopplungscode erneuern
en: Rotate Pairing Code
es: Cambiar código de emparejamiento
fr: Renouveler le code de jumelage
it: Rigenera codice di abbinamento
ja: ペアリングコードを更新
ko: 페어링 코드 갱신
nl: Koppelcode vernieuwen
pt: Trocar código de emparelhamento
ru: Сменить код сопряжения
zh_hant: 更新配對碼

source: AI 用量
en: AI Usage

source: iPhone 配对
en: Pair iPhone

source: 实时
en: Up to date

source: 数据已过期
en: Data is stale

source: 最近活动
en: Last activity

source: 无法更新开机启动设置：\(error.localizedDescription)
en: Could not update launch at login: \(error.localizedDescription)

source: 推送当前数据
en: Send current data

source: 更换配对码
en: Rotate pairing code

source: 离线
en: Offline

source: 配置错误
en: Configuration error

source: 不可用
en: Unavailable

source: Keychain 不可用，已停用新配对
en: Keychain unavailable; new pairing is disabled

source: 离开局域网
en: Away from local network

source: 远程同步不可用：设备密钥缺失
en: Remote sync unavailable: device key missing

source: iCloud 暂不可用 · 局域网同步不受影响
en: iCloud unavailable · Local sync is unaffected

source: iCloud entitlement 未启用 · 局域网同步可用
en: iCloud entitlement is disabled · Local sync remains available

source: 未配置
en: Not configured

source: 认证已失效
en: Authentication required

source: 暂时不可用
en: Temporarily unavailable

source: 不支持
en: Unsupported

source: 暂无用量数据
en: No usage data

source: 已配对设备
en: Paired devices

source: 撤销全部设备
en: Revoke all devices

source: 设备已撤销 · 其他设备需使用新配对码重连
en: Device revoked · Other devices must reconnect with the new code

source: 所有设备已撤销
en: All devices revoked

source: 已同步到 \(successful) 台 iPhone
en: Synced to \(successful) iPhone(s)

source: 已拒绝无效配对请求
en: Rejected an invalid pairing request

source: 无法启动本地同步：\(error.localizedDescription)
en: Unable to start local sync: \(error.localizedDescription)

source: 配对尝试过多，请稍后再试
en: Too many pairing attempts; try again later

source: Mac 指纹：
en: Mac fingerprint:

source: 用量数据已更新
en: Usage data updated

source: 无法读取 Codex 数据目录，请在设置中重新授权。
en: Cannot read the Codex data directory. Authorize it again in Settings.

source: TokenWatch 原生 Codex 采集
en: TokenWatch native Codex collection

source: TokenWatch 只读取 turn_context 中的模型标识与 token_count 数值，不保存提示词、回复、工具参数或项目路径。
en: TokenWatch reads only model identifiers from turn_context and numeric token_count values. It does not save prompts, responses, tool arguments, or project paths.

source: 选择 Codex 数据目录
en: Choose Codex Data Directory

source: 请选择 ~/.codex 或包含 Codex rollout JSONL 的目录。
en: Choose ~/.codex or a directory containing Codex rollout JSONL files.

source: 授权只读访问
en: Authorize Read-Only Access

source: 无法保存目录授权
en: Could Not Save Directory Authorization

source: 采集状态
en: Collection Status

source: 近 7 天
en: Last 7 Days

source: 近 30 天
en: Last 30 Days

source: 全部记录
en: All Recorded

source: 总计
en: Total

source: 可用来源
en: Available Sources

source: 暂无限额数据
en: No limit data

source: Codex 本地用量日志暂不提供订阅额度窗口。
en: Local Codex usage logs do not currently expose subscription quota windows.

source: TokenWatch 原生采集
en: TokenWatch Native Collection

source: 重置
en: Resets

source: 模式
en: Mode

source: 未授权
en: Not Authorized

source: 服务地址
en: Service Address

source: 余量
en: remaining

source: 当前账号未返回可展示的 Codex 额度窗口。
en: The current account returned no displayable Codex quota windows.

source: 额度接口暂不可用，显示上次有效额度。
en: The quota service is temporarily unavailable. Showing the last valid quota.

source: 显示上次有效额度。
en: Showing the last valid quota.

source: 未找到有效的 Codex 登录信息，请运行 codex 登录。
en: No valid Codex sign-in was found. Run codex to sign in.

source: Codex 认证已失效，请运行 codex 重新登录。
en: Codex authentication expired. Run codex to sign in again.

source: 当前 Codex 账号暂不提供额度数据。
en: Quota data is currently unavailable for this Codex account.

source: Codex 额度请求过于频繁，请稍后重试。
en: Too many Codex quota requests. Try again later.

source: Codex 额度接口暂不可用，本地 token 统计不受影响。
en: The Codex quota service is temporarily unavailable. Local token totals are unaffected.

source: 尚未获取到 Codex 额度数据。
en: Codex quota data has not been retrieved yet.
